Revit 2024 API
ParameterTypeId.StructuralCamber Property
 "Camber Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralCamber { get; }
Visual Basic
Public Shared ReadOnly Property StructuralCamber As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralCamber {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace